_posts/2018-04-08-the-road-to-cyber-serfdom.html
---
layout: post
title: The Road to Cyber Serfdom
excerpt: Lack of property rights in cyberspace is creating dissatisfaction
---

<p>
The technology industry is under attack. While corporations have always been targets of regulations and lawsuits, what's happening today is notable due to the sheer number of <i>directions</i> the attacks are coming from.
</p>

<ul class="org-ul">
<li>President Donald Trump is attacking Amazon and its owner, Jeff Bezos, for <a href="https://twitter.com/realDonaldTrump/status/981168344924536832">taking advantage of low postal rates</a> to compete unfairly against brick-and-mortar businesses.</li>
<li>Bezos is also under attack for using The Washington Post&#x2013;which he owns personally&#x2013;to <a href="https://twitter.com/realDonaldTrump/status/981881669593559040">promote a personal political agenda</a>.</li>
<li>Facebook is <a href="https://www.recode.net/2018/3/19/17140410/facebook-mark-zuckerberg-seecurity-data-50-million-users-cambridge-analytica-president-donald-trump">under fire</a> from conservatives for censorship and liberals for not censoring enough</li>
<li><a href="http://fortune.com/2018/04/08/facebook-suspends-cubeyou-aggregateiq/">Data mining</a>, which is nothing new, has suddenly taken on political (if not geopolitical) importance</li>
<li>YouTube's demonetization practices led a woman to <a href="http://www.foxnews.com/us/2018/04/03/gunshots-reported-at-youtube-headquarters-in-california.html">carry out a shooting</a> at the company's headquarters</li>
</ul>

<p>
It's rare, perhaps unprecedented, for so many major tech companies to come under attack <i>simultaenously</i> for such <i>different</i> reasons. But perhaps the reasons so different after all?
</p>

<p>
All of these issues are the result of several basic factors:
</p>

<ul class="org-ul">
<li>Digital activities are becoming increasingly more economically valuable</li>
<li>The internet, unlike the physical world, does not have a sophisticated tradition of property rights</li>
<li>Global(ist) corporations capture a large and increasing share of digital activity and consequent economic value</li>
</ul>

<p>
The internet, which in its early days was described as a "Wild West", increasingly resembles a feudal system.
</p>

<ul class="org-ul">
<li>Massive corporations like Google and Facebook own the digital properties of any value<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>.</li>
<li>Users don't <i>own</i> their YouTube or Facebook pages&#x2013;the corporation, like the feudal lord, has the right to revoke right of usage any time</li>
<li>Value generated from these digital properties don't go directly to the creator, but to the corporation, which then distributes an arbitrary share&#x2013;just as crops grown by serfs all go to the lord, who then attributes them a portion</li>
</ul>

<p>
When you message friends on Facebook, Facebook takes those messages and sells them. When you post content on YouTube, YouTube determines which of your videos are be monetized and for how much. Even the mere act of browsing the web leaves one vulnerable to being tracked <i>across sites</i> with cookies<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>.
</p>

<p>
For the past millennium, Anglo-Saxon countries have enjoyed great peace and prosperity relative to others in large part due to a more equitable and sophisticated system of property rights<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>. If we're to maintain that, America must lead the way in establishing digital property rights that benefit individuals and thus society as a whole.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Unlike the physical world, digital properties have no inherent value&#x2013;only human effort makes them attractive. While anyone can "strike out on their own" and create their own URL or app, few can turn those pages and programs into anything worth paying for.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
Imagine the outrage if a company followed you in the physical world with a drone, recording your ever move. Yet companies use cookies to do the digital equivalent all the time.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
Which really was the central focus of the Magna Carta and just about every political document that followed
</p></div></div>


</div>
</div>
